Repository: LenaSokolova1999/Lessone3
Catalog: Locale/*.lproj/Localizable.strings
Languages: de

source: player
de: spieler

source: Welcome!
de: Willkommen zur√ºck!

source: Enter your name
de: Gib deinen Namen ein

source: Addition
de: Zusatz

source: Enter two numbers
de: Geben Sie zwei Zahlen ein

source: Enter the number
de: Geben Sie die Nummer ein

source: Answer
de: Antworten

source: Guess the number
de: Errate die Zahl

source: Please enter a number between 0 and 9
de: Bitte geben Sie eine Zahl zwischen 0 und 9 ein

source: Your number:
de: Ihre Nummer:

source: The hidden number:
de: Die versteckte Zahl:

source: Hooray!
de: Hurra!

source: You won
de: Du hast gewonnen

source: Alas!
de: Ach!

source: You lose
de: Du verlierst
